[Balance.Iris_PawnBalance_ArenaGoliath AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Goliath warrior",TransformedNames=((TransformedName="the great hero of Goliath"),(TransformedName="Goliath is a warrior."),(TransformedName="Master Gladiator Goliath"),(TransformedName="Gladiator Korath"),(TransformedName="Gladiator Goliath")))
PlayThroughs[1]=(DisplayName="i did it")

